[
  "Honey never spoils.",
  "Bananas are berries; strawberries aren’t.",
  "Octopuses have three hearts.",
  "Wombat poop is cube-shaped.",
  "A group of flamingos is called a flamboyance.",
  "Sharks existed before trees.",
  "Humans share about 60% of DNA with bananas.",
  "Hot water freezes faster than cold (Mpemba effect).",
  "The Eiffel Tower can be 15 cm taller in summer.",
  "Koalas have fingerprints almost identical to humans.",
  "Cows have best friends and get stressed when separated.",
  "The shortest war in history lasted 38 minutes (Anglo-Zanzibar War).",
  "There are more stars in the universe than grains of sand on Earth.",
  "Venus rotates backward compared to most planets.",
  "Scotland’s national animal is the unicorn.",
  "A day on Venus is longer than its year.",
  "Peanuts are legumes, not nuts.",
  "The heart of a blue whale can weigh as much as a car.",
  "Butterflies taste with their feet.",
  "Sea otters hold hands while sleeping to avoid drifting apart.",
  "The longest English word has 189,819 letters (the chemical name for titin).",
  "A bolt of lightning is five times hotter than the sun’s surface.",
  "Sloths can hold their breath longer than dolphins (up to 40 minutes).",
  "Humans are the only animals that blush.",
  "Polar bear fur is transparent, not white.",
  "The shortest commercial flight lasts about 90 seconds (Westray to Papa Westray).",
  "An apple floats because it’s 25% air.",
  "Tomatoes were once considered poisonous in Europe.",
  "There are more fake flamingos than real ones in the world.",
  "The inventor of the Frisbee was turned into a Frisbee after he died.",
  "A jiffy is an actual time unit: 1/100 of a second.",
  "Goosebumps are a vestigial reflex from our hairier ancestors.",
  "The dot over the lowercase “i” and “j” is called a tittle.",
  "A crocodile can’t stick its tongue out.",
  "Most wasabi is actually horseradish dyed green.",
  "Humans are the only species known to cry emotional tears.",
  "Maine is the closest U.S. state to Africa.",
  "Oxford University is older than the Aztec Empire.",
  "Blue whales are the largest animals ever, bigger than any dinosaur.",
  "The majority of dust in your home is made of dead skin.",
  "Almonds are seeds, not true nuts.",
  "A cat’s purr can promote healing.",
  "Apples give more energy than coffee for many people.",
  "The first alarm clock could only ring at 4 a.m.",
  "Cheetahs can’t roar; they purr instead.",
  "The longest hiccuping spree lasted 68 years.",
  "A bear has 42 teeth.",
  "Sailors used to wear gold earrings to pay for funerals.",
  "The inventor of the Pringles can was buried in one.",
  "Jellyfish are 95% water.",
  "The word “nerd” was first used by Dr. Seuss.",
  "A “moment” traditionally means 90 seconds.",
  "Avocados are berries.",
  "Rabbits can’t vomit.",
  "Bees can recognize human faces.",
  "Pineapples take up to 2 years to grow.",
  "Snails can sleep for up to 3 years.",
  "Hippos produce “blood sweat” that acts as sunscreen.",
  "The oldest known living tree is over 4,800 years old.",
  "Owls can’t move their eyes; they rotate their heads instead.",
  "The longest recorded flight of a chicken is 13 seconds.",
  "Mosquitoes are the deadliest animals to humans.",
  "Carrots were originally purple.",
  "A newborn kangaroo is about the size of a grape.",
  "Earth’s core is as hot as the sun’s surface.",
  "Saturn could float in water due to its low density.",
  "The largest snowflake on record was 15 inches wide.",
  "Hummingbirds are the only birds that can fly backward.",
  "There are more chickens than people on Earth.",
  "The average cloud weighs over a million pounds.",
  "A cockroach can live for weeks without its head.",
  "Pigeons can recognize themselves in a mirror.",
  "Your nose can remember 50,000 different scents.",
  "A day on Mars is just over 24 hours.",
  "Ants don’t sleep.",
  "Sharks can live for weeks without food.",
  "The Great Wall of China is not visible from space with the naked eye.",
  "A rhinoceros horn is made of keratin.",
  "A sneeze travels about 100 mph.",
  "Lightning strikes Earth about 100 times per second.",
  "Humans are bioluminescent, but it’s too dim to see.",
  "Bananas glow blue under black light.",
  "Octopuses can taste with their arms.",
  "A blue whale’s tongue can weigh as much as an elephant.",
  "Honeybees communicate through dances.",
  "Crows hold grudges against people.",
  "A single strand of spaghetti is called a spaghetto.",
  "The longest recorded rain was in India for 2 years.",
  "A “baker’s dozen” is 13, not 12.",
  "You can’t hum while holding your nose.",
  "The inventor of the microwave got $2 for his idea.",
  "Humans are born with 270 bones; adults have 206.",
  "A day on Jupiter is about 10 hours.",
  "Some turtles can breathe through their butts.",
  "Koalas sleep up to 22 hours a day.",
  "Butterflies can remember lessons they learned as caterpillars.",
  "The first oranges were green.",
  "A giraffe’s tongue is about 20 inches long.",
  "Dogs’ noses are wet to help absorb scent chemicals.",
  "Grapes explode when microwaved.",
  "The longest word in English without a vowel is “rhythms.”",
  "Sharks don’t have bones.",
  "A jellyfish called Turritopsis dohrnii can biologically age in reverse.",
  "Cats can’t taste sweetness.",
  "Cucumbers are 95% water.",
  "A bolt of lightning can heat the air to 50,000°F.",
  "The Sahara has expanded by 10% since 1920.",
  "The world’s quietest room can cause hallucinations after minutes.",
  "Humans have wonky color perception under different light temperatures.",
  "The longest living animal is the Greenland shark (up to 400 years).",
  "Elephants can detect rainstorms from miles away.",
  "There are more trees on Earth than stars in the Milky Way.",
  "Squirrels plant thousands of trees by forgetting their nuts.",
  "Avocado trees never ripen fruit on the branch.",
  "Honeybees can fly at about 15 mph.",
  "A snail’s teeth are on its tongue-like radula.",
  "The oldest surviving song is 3,400 years old.",
  "Bamboo can grow up to 35 inches in a day.",
  "A hummingbird’s heart beats up to 1,260 times per minute.",
  "One in every 2,000 babies is born with a tooth.",
  "The moon has moonquakes.",
  "People once used potato slices to treat acne.",
  "The largest living structure is the Great Barrier Reef.",
  "The biggest volcano in our solar system is on Mars (Olympus Mons).",
  "You can start a fire with ice under the right conditions.",
  "Goldfish can learn and remember routines.",
  "Cats sleep for roughly 70% of their lives.",
  "A “butterfly” was once known as a flutterby.",
  "The longest place name has 85 letters (in New Zealand).",
  "Starfish can regenerate entire arms—and sometimes bodies.",
  "Dolphins sleep with one half of their brain at a time.",
  "Rats laugh when tickled.",
  "Honey is antimicrobial due to low pH and hydrogen peroxide.",
  "Humans have a remnant tailbone called the coccyx.",
  "The deepest part of the ocean is nearly 7 miles down.",
  "Earth is the only known planet with plate tectonics.",
  "Lobsters can live to be over 100 years old.",
  "The largest ant colony spanned 3,700 miles across Europe.",
  "Tomatoes were called “love apples.”",
  "People once believed train travel could damage the brain.",
  "The first computer bug was an actual moth.",
  "A wolf’s sense of smell is 100 times stronger than a human’s.",
  "The first oranges originated in Southeast Asia.",
  "The average person produces 25,000 quarts of saliva in a lifetime.",
  "Your brain uses about 20% of your daily energy.",
  "The human stomach gets a new lining every few days.",
  "A chameleon’s tongue is twice the length of its body.",
  "Dolphins have names for each other.",
  "Irish cows were once taxed by how many you owned.",
  "The world’s largest flower smells like rotting flesh (corpse flower).",
  "The human nose can detect petrichor at tiny concentrations.",
  "The smallest bone is inside the ear (stapes).",
  "Giraffes have the same number of neck vertebrae as humans (seven).",
  "Humans and giraffes both have seven neck bones.",
  "The average person blinks 15–20 times per minute.",
  "A cat’s whiskers are sensitive enough to detect air currents.",
  "The Amazon produces about 20% of the world’s oxygen.",
  "Whales sing complex songs that can travel vast distances.",
  "Most dreams last between 5 and 20 minutes.",
  "Human bones are stronger than concrete by weight.",
  "Koalas have unique vocal cords enabling deep bellows.",
  "Pandas have a pseudo-thumb to help grasp bamboo.",
  "Platypuses produce venom during breeding season.",
  "Horses can sleep standing up.",
  "Owls have specialized feathers for silent flight.",
  "The moon’s far side has a different crust composition.",
  "Pine cones can close to protect seeds from cold.",
  "Butterflies drink turtle tears for salt.",
  "Bees can sense electric fields.",
  "Humans can see more shades of green than any other color.",
  "The tongue is the strongest muscle by size in the human body.",
  "The world’s largest desert is Antarctica.",
  "Coffee beans are actually seeds of a fruit.",
  "Some frogs can survive freezing temperatures by producing antifreeze.",
  "Polar bears can swim for days without rest.",
  "A flea can jump 200 times its body length.",
  "Sunflowers track the sun (heliotropism).",
  "Antarctica has a lake under the ice (Lake Vostok).",
  "Ancient Romans used urine in laundry for its ammonia.",
  "The longest living vertebrate is the Greenland shark.",
  "Orcas are actually dolphins.",
  "Humans share 98.8% of DNA with chimpanzees.",
  "The smell of rain comes from geosmin and ozone.",
  "Fire whirls can occur during wildfires.",
  "Squids have beaks made of chitin.",
  "Tigers have striped skin, not just fur.",
  "A bolt of lightning can be 50 miles long.",
  "Elephants mourn their dead.",
  "Termites outweigh humans in total biomass.",
  "A day on Mercury is 59 Earth days.",
  "Bison nearly went extinct in North America.",
  "Humans can distinguish over a trillion scents.",
  "The world’s deepest cave is over 7,000 feet deep.",
  "Ants farm aphids like livestock.",
  "Sea cucumbers can eject internal organs as defense.",
  "Earth experiences five mass extinction events historically.",
  "Jellyfish predate dinosaurs.",
  "The Mariana Trench is deeper than Mount Everest is tall.",
  "Pangolins are the most trafficked mammals.",
  "Woodpeckers have shock-absorbing skulls.",
  "Caterpillars liquefy inside cocoons before becoming butterflies.",
  "Bats are the only mammals capable of sustained flight.",
  "The largest living organism is a fungus (Armillaria).",
  "Lions sleep up to 20 hours a day.",
  "Axolotls can regenerate limbs and organs.",
  "The sun makes up 99.86% of the solar system’s mass.",
  "Water bears (tardigrades) can survive space exposure.",
  "Dolphins use tools like sponges for hunting.",
  "Horses can’t vomit due to a strong esophageal sphincter.",
  "Rabbits’ teeth never stop growing.",
  "A hummingbird weighs less than a nickel.",
  "The world’s oldest known animal was a clam named Ming.",
  "Komodo dragons have mildly venomous bites.",
  "Some spiders can “balloon” using silk to glide in the wind.",
  "Camels store fat, not water, in their humps.",
  "Penguins propose with pebbles.",
  "The moon is slowly drifting away from Earth.",
  "Neptune has supersonic winds.",
  "Earth’s rotation is gradually slowing down.",
  "The Amazon River once flowed backward.",
  "A rainbow can appear as a full circle from planes.",
  "Venus is the hottest planet due to greenhouse effect.",
  "Mars has the largest dust storms in the solar system.",
  "Saturn’s rings are mostly ice.",
  "Jupiter’s Great Red Spot is a massive storm.",
  "Black holes warp time and space.",
  "Humans and dogs co-evolved a bond over millennia.",
  "The first known map dates back to over 9,000 years.",
  "Ancient Egyptians invented breath mints.",
  "Tea is the most consumed beverage after water.",
  "The oldest written recipe is for beer.",
  "Bread predates agriculture in some regions.",
  "Chocolate was once used as currency by the Maya.",
  "Cheese predates recorded history.",
  "Saffron is the world’s most expensive spice.",
  "Salt was used as currency (salary origin) in Rome.",
  "Apples float because of air pockets in their flesh.",
  "Humans can’t tickle themselves due to prediction in the brain.",
  "Yawning may help cool the brain.",
  "Goats have rectangular pupils.",
  "The human liver can regenerate.",
  "Beavers are nature’s engineers with dams.",
  "Penguins have solid bones to reduce buoyancy.",
  "Tuna can swim at speeds over 40 mph.",
  "An ostrich’s eye is larger than its brain.",
  "Male seahorses carry and birth the young.",
  "The heaviest pumpkin weighed over 2,700 pounds.",
  "Some metals can be liquid at room temperature (gallium melts near 86°F).",
  "Orchids can mimic female insects to attract males.",
  "Some fish can climb waterfalls (goby species).",
  "Bamboo shoots can grow visibly in hours.",
  "Cacti store water in ribs that expand and contract.",
  "The human body glows faintly (biophoton emission).",
  "Starlight takes years to reach Earth; we see the past.",
  "The ocean covers about 71% of Earth’s surface.",
  "Glaciers hold about 69% of the world’s freshwater.",
  "Earth’s magnetic field protects from solar radiation.",
  "Birds navigate using the Earth’s magnetic field.",
  "Fossils are rare records of ancient life.",
  "Lightning can strike the same place twice.",
  "Some lizards can squirt blood from their eyes.",
  "Owls’ ears are asymmetrical for sound triangulation.",
  "Butterflies see ultraviolet patterns on flowers.",
  "Plant roots communicate via fungal networks.",
  "Trees can share nutrients through mycorrhiza.",
  "Horseshoe crabs have blue blood.",
  "The oldest known cave paintings are over 40,000 years old.",
  "Human hair is strong enough to support 100 grams per strand.",
  "Fire needs heat, fuel, and oxygen—remove one to stop it.",
  "Ice is less dense than water, which is why it floats.",
  "The speed of light is approximately 186,282 miles per second.",
  "Sound travels faster in water than air.",
  "Diamonds are made of carbon arranged in a crystal lattice.",
  "Coral reefs are made by tiny polyps that build calcium carbonate skeletons.",
  "A teaspoon of neutron star material would weigh billions of tons.",
  "Graphene is a single layer of carbon atoms with extraordinary strength.",
  "Rainbows are circles; we usually see only arcs from the ground.",
  "Earth’s atmosphere is roughly 78% nitrogen, 21% oxygen.",
  "Clouds form when water vapor condenses on tiny particles.",
  "The ozone layer absorbs harmful ultraviolet radiation.",
  "Volcanoes can create new landmasses over time.",
  "Tsunamis are often triggered by underwater earthquakes.",
  "A comet is a dirty snowball of ice and dust.",
  "Meteors burn up in the atmosphere, creating shooting stars.",
  "A galaxy can contain billions of stars.",
  "The Milky Way is a barred spiral galaxy.",
  "Planets form from disks of dust around young stars.",
  "Solar eclipses happen when the moon blocks the sun.",
  "Lunar eclipses occur when Earth’s shadow falls on the moon.",
  "Auroras are caused by charged particles interacting with Earth’s atmosphere.",
  "Deserts can be cold; a desert is defined by low precipitation.",
  "The Dead Sea is one of the saltiest bodies of water.",
  "Some algae produce 50% of Earth’s oxygen.",
  "DNA stores genetic information in a four-letter code.",
  "Proteins are made from amino acid chains.",
  "Cells use ATP as an energy currency.",
  "Bacteria are incredibly diverse and vital to ecosystems.",
  "Viruses are not considered living organisms by many definitions.",
  "Antibiotics don’t kill viruses.",
  "Vaccines train the immune system to recognize pathogens.",
  "The human gut microbiome affects health and mood.",
  "Photosynthesis converts light energy into chemical energy.",
  "Ferns reproduce via spores, not seeds.",
  "Mosses are primitive plants without vascular tissue.",
  "Fungi are closer to animals than plants.",
  "Evolution explains the diversity of life through natural selection.",
  "Birds are modern descendants of theropod dinosaurs.",
  "Many animals see different spectra than humans.",
  "Human eyes contain rods and cones for light detection.",
  "The brain consumes about 20 watts of power.",
  "Sleep is critical for memory consolidation.",
  "REM sleep is when most vivid dreaming occurs.",
  "The placebo effect is a powerful mind-body interaction.",
  "Deja vu may relate to memory processing glitches.",
  "The heart pumps about 2,000 gallons of blood per day.",
  "Lungs have a surface area comparable to a tennis court.",
  "Skin is the largest human organ.",
  "Taste buds renew every 10–14 days.",
  "Smell is closely linked to memory in the brain.",
  "Bones remodel constantly throughout life.",
  "Muscles work in pairs to move joints.",
  "Neurons transmit signals via electrical impulses.",
  "Synapses are junctions where neurons communicate.",
  "Hormones regulate many body processes.",
  "Homeostasis keeps internal conditions stable.",
  "Reflexes are rapid responses that bypass conscious thought.",
  "Glaciers carve valleys through erosion.",
  "Rivers deposit sediment to form deltas.",
  "Plate tectonics move continents over millions of years.",
  "Earthquakes release energy stored in Earth’s crust.",
  "Weather is short-term; climate is long-term patterns.",
  "El Niño is a climate pattern affecting global weather.",
  "Hurricanes draw energy from warm ocean waters.",
  "Tides are caused by the moon and sun’s gravity.",
  "Bioluminescent organisms produce light via chemical reactions.",
  "Echoes are reflected sound waves.",
  "Magnets have north and south poles.",
  "Electricity flows through conductors like metals.",
  "Insulators resist electrical flow.",
  "Lasers produce coherent light.",
  "GPS relies on satellites and precise timing.",
  "The internet is a network of networks.",
  "Algorithms are step-by-step procedures for solving problems.",
  "Encryption protects data by making it unreadable without a key.",
  "Machine learning finds patterns in data to make predictions.",
  "Artificial intelligence simulates aspects of human cognition.",
  "Computers represent data using binary (0s and 1s).",
  "A byte is 8 bits of information.",
  "Photos are composed of pixels arranged in grids.",
  "Sound is measured in decibels.",
  "Temperature measures average kinetic energy of particles.",
  "Pressure is force per unit area.",
  "Density is mass divided by volume.",
  "Acceleration is the rate of change of velocity.",
  "Gravity accelerates objects at about 9.8 m/s² on Earth.",
  "Atoms are composed of protons, neutrons, and electrons.",
  "Elements are defined by the number of protons in the nucleus.",
  "Compounds are formed when elements chemically combine.",
  "Chemical reactions rearrange atoms to form new substances.",
  "Catalysts speed up chemical reactions without being consumed.",
  "Oxidation involves loss of electrons; reduction involves gain.",
  "pH measures acidity or alkalinity on a scale of 0–14.",
  "Solubility describes how substances dissolve in solvents.",
  "Diffusion moves particles from high to low concentration.",
  "Osmosis is diffusion of water across a membrane.",
  "Newton’s laws describe motion and forces.",
  "Einstein’s relativity links space, time, and gravity.",
  "Quantum mechanics describes behavior of particles at small scales.",
  "Semiconductors enable modern electronics.",
  "Photosynthesis makes glucose and oxygen from carbon dioxide and water.",
  "Carbon cycles through atmosphere, oceans, and living things.",
  "Nitrogen must be fixed to be usable by plants.",
  "Pollination enables plants to reproduce.",
  "Biodiversity increases ecosystem resilience.",
  "Conservation protects species and habitats.",
  "Extinction is a natural process but can be accelerated by humans.",
  "Renewable energy comes from sources that replenish naturally.",
  "Solar energy is captured by photovoltaic cells.",
  "Wind turbines convert wind into electricity.",
  "Hydropower uses moving water to generate energy.",
  "Geothermal taps heat from beneath Earth’s surface.",
  "Recycling reduces waste and conserves resources.",
  "Composting returns nutrients to soil.",
  "Greenhouse gases trap heat in Earth’s atmosphere.",
  "Carbon dioxide is a major greenhouse gas.",
  "Methane is a potent greenhouse gas from natural and human sources.",
  "Deforestation reduces carbon storage and biodiversity.",
  "Overfishing depletes marine populations.",
  "Plastic pollution harms wildlife and ecosystems.",
  "Microplastics are tiny plastic fragments found worldwide.",
  "Invasive species disrupt native ecosystems.",
  "Sustainable practices aim to balance needs and impacts.",
  "Urbanization changes local climates and drainage patterns.",
  "Erosion wears away rock and soil.",
  "Sedimentary rocks form from compressed sediments.",
  "Igneous rocks form from cooled magma or lava.",
  "Metamorphic rocks form under heat and pressure.",
  "Fossil fuels come from ancient organic matter.",
  "Batteries store chemical energy for later use.",
  "Photos can reveal past climate through ice cores.",
  "Tree rings record environmental conditions over time.",
  "The Doppler effect shifts frequency when source moves.",
  "Redshift indicates objects moving away in the universe.",
  "Dark matter makes up most of the universe’s mass, unseen.",
  "Dark energy drives the universe’s accelerated expansion.",
  "Exoplanets orbit stars outside our solar system.",
  "The habitable zone allows liquid water.",
  "Comets develop tails as they approach the sun.",
  "Asteroids are rocky bodies orbiting the sun.",
  "Meteorites are meteors that survive to hit Earth.",
  "Space telescopes avoid atmospheric distortion.",
  "Radio waves have longer wavelengths than visible light.",
  "Gamma rays have the shortest wavelengths, highest energy.",
  "Ultrasound uses high-frequency sound for imaging.",
  "X-rays pass through soft tissue, absorbed by bone.",
  "MRI uses magnetic fields to image soft tissues.",
  "Vaccination has eradicated smallpox.",
  "Antimicrobial resistance is a growing global challenge.",
  "Photosynthesis and respiration balance carbon cycles.",
  "Biomes are large ecological areas defined by climate.",
  "Savannas are grasslands with scattered trees.",
  "Tundra is cold, with permafrost and short growing seasons.",
  "Rainforests are biodiversity hotspots with high rainfall.",
  "Deserts are dry regions with scarce precipitation.",
  "Wetlands filter water and provide habitat for wildlife.",
  "Estuaries are where rivers meet the sea.",
  "Coral bleaching occurs when stressed corals expel algae.",
  "Mangroves protect coastlines and provide nurseries for fish.",
  "Keystone species have disproportionate ecosystem impact.",
  "Indicator species reveal environmental health.",
  "Endemism describes species unique to a region.",
  "Evolutionary adaptation improves survival in environments."
]