[
  "The only limit to our realization of tomorrow is our doubts of today. – Franklin D. Roosevelt",
  "Stay hungry, stay foolish. – Steve Jobs",
  "In the middle of difficulty lies opportunity. – Albert Einstein",
  "Do what you can, with what you have, where you are. – Theodore Roosevelt",
  "It always seems impossible until it’s done. – Nelson Mandela",
  "Success is not final, failure is not fatal: it is the courage to continue that counts. – Winston Churchill",
  "What you do speaks so loudly that I cannot hear what you say. – Ralph Waldo Emerson",
  "Dream big and dare to fail. – Norman Vaughan",
  "The best way out is always through. – Robert Frost",
  "You miss 100% of the shots you don’t take. – Wayne Gretzky",
  "Whether you think you can or you think you can’t, you’re right. – Henry Ford",
  "Be the change that you wish to see in the world. – Mahatma Gandhi",
  "We are what we repeatedly do. Excellence, then, is not an act, but a habit. – Aristotle",
  "If you’re going through hell, keep going. – Winston Churchill",
  "The secret of getting ahead is getting started. – Mark Twain",
  "Everything you’ve ever wanted is on the other side of fear. – George Addair",
  "Act as if what you do makes a difference. It does. – William James",
  "The future belongs to those who believe in the beauty of their dreams. – Eleanor Roosevelt",
  "If I have seen further it is by standing on the shoulders of giants. – Isaac Newton",
  "The only way to do great work is to love what you do. – Steve Jobs",
  "Believe you can and you’re halfway there. – Theodore Roosevelt",
  "You can’t use up creativity. The more you use, the more you have. – Maya Angelou",
  "If you want to go fast, go alone. If you want to go far, go together. – African Proverb",
  "The journey of a thousand miles begins with one step. – Lao Tzu",
  "It is never too late to be what you might have been. – George Eliot",
  "The most wasted of all days is one without laughter. – Nicolas Chamfort",
  "Courage is grace under pressure. – Ernest Hemingway",
  "Do not wait to strike till the iron is hot; but make it hot by striking. – William Butler Yeats",
  "The only person you are destined to become is the person you decide to be. – Ralph Waldo Emerson",
  "Simplicity is the ultimate sophistication. – Leonardo da Vinci",
  "What we think, we become. – Buddha",
  "Well done is better than well said. – Benjamin Franklin",
  "If you cannot do great things, do small things in a great way. – Napoleon Hill",
  "The harder I work, the luckier I get. – Samuel Goldwyn",
  "Opportunity is missed by most people because it is dressed in overalls and looks like work. – Thomas Edison",
  "Don’t watch the clock; do what it does. Keep going. – Sam Levenson",
  "Make your life a masterpiece; imagine no limitations on what you can be, have or do. – Brian Tracy",
  "If opportunity doesn’t knock, build a door. – Milton Berle",
  "You become what you believe. – Oprah Winfrey",
  "Do the best you can until you know better. Then when you know better, do better. – Maya Angelou",
  "Change your thoughts and you change your world. – Norman Vincent Peale",
  "Doubt kills more dreams than failure ever will. – Suzy Kassem",
  "Everything is figureoutable. – Marie Forleo",
  "It’s not who you are that holds you back, it’s who you think you’re not. – Denis Waitley",
  "Great things are done by a series of small things brought together. – Vincent van Gogh",
  "Make each day your masterpiece. – John Wooden",
  "You are never too old to set another goal or to dream a new dream. – C. S. Lewis",
  "The best revenge is massive success. – Frank Sinatra",
  "If you want to lift yourself up, lift up someone else. – Booker T. Washington",
  "You can’t cross the sea merely by standing and staring at the water. – Rabindranath Tagore",
  "Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless. – Jamie Paolinetti",
  "Failure is the condiment that gives success its flavor. – Truman Capote",
  "We can do anything we want to if we stick to it long enough. – Helen Keller",
  "Do what you feel in your heart to be right—for you’ll be criticized anyway. – Eleanor Roosevelt",
  "If you want something you’ve never had, you must be willing to do something you’ve never done. – Thomas Jefferson",
  "Don’t be pushed by your problems; be led by your dreams. – Ralph Waldo Emerson",
  "Start where you are. Use what you have. Do what you can. – Arthur Ashe",
  "Champions keep playing until they get it right. – Billie Jean King",
  "If you can dream it, you can do it. – Walt Disney",
  "A goal without a plan is just a wish. – Antoine de Saint-Exupéry",
  "What lies behind us and what lies before us are tiny matters compared to what lies within us. – Ralph Waldo Emerson",
  "Out of difficulties grow miracles. – Jean de La Bruyère",
  "The best way to predict the future is to create it. – Peter Drucker",
  "Success is stumbling from failure to failure with no loss of enthusiasm. – Winston Churchill",
  "Fortune favors the bold. – Virgil",
  "Little by little, a little becomes a lot. – Tanzanian Proverb",
  "The man who moves a mountain begins by carrying away small stones. – Confucius",
  "Do not go where the path may lead, go instead where there is no path and leave a trail. – Ralph Waldo Emerson",
  "If you want to make an easy job seem mighty hard, just keep putting off doing it. – Olin Miller",
  "Perseverance is not a long race; it is many short races one after the other. – Walter Elliot",
  "The greatest glory in living lies not in never falling, but in rising every time we fall. – Nelson Mandela",
  "You must do the things you think you cannot do. – Eleanor Roosevelt",
  "Act or accept. – Anonymous",
  "Don’t count the days, make the days count. – Muhammad Ali",
  "Keep your face always toward the sunshine—and shadows will fall behind you. – Walt Whitman",
  "Everything you can imagine is real. – Pablo Picasso",
  "If you’re not embarrassed by the first version of your product, you’ve launched too late. – Reid Hoffman",
  "We become what we behold. – William Blake",
  "Done is better than perfect. – Sheryl Sandberg",
  "The most effective way to do it, is to do it. – Amelia Earhart",
  "Do one thing every day that scares you. – Eleanor Roosevelt",
  "Hard choices, easy life. Easy choices, hard life. – Jerzy Gregorek",
  "To live is the rarest thing in the world. Most people exist, that is all. – Oscar Wilde",
  "Action is the foundational key to all success. – Pablo Picasso",
  "If you don’t ask, the answer is always no. – Nora Roberts",
  "If you don’t risk anything, you risk even more. – Erica Jong",
  "If the wind will not serve, take to the oars. – Latin Proverb",
  "You don’t have to see the whole staircase, just take the first step. – Martin Luther King Jr.",
  "The best time to plant a tree was 20 years ago. The second best time is now. – Chinese Proverb",
  "In three words I can sum up everything I’ve learned about life: it goes on. – Robert Frost",
  "Turn your wounds into wisdom. – Oprah Winfrey",
  "What you seek is seeking you. – Rumi",
  "Leap and the net will appear. – John Burroughs",
  "The obstacle is the way. – Ryan Holiday",
  "Knowledge speaks, but wisdom listens. – Jimi Hendrix",
  "If you want to be interesting, be interested. – David Ogilvy",
  "Life shrinks or expands in proportion to one’s courage. – Anaïs Nin",
  "Do not fear mistakes. You will know failure. Continue to reach out. – Benjamin Franklin",
  "If you’re not making mistakes, then you’re not making decisions. – Catherine Cook",
  "Life isn’t about finding yourself. Life is about creating yourself. – George Bernard Shaw",
  "Success is liking yourself, liking what you do, and liking how you do it. – Maya Angelou",
  "The way to get started is to quit talking and begin doing. – Walt Disney",
  "If you can’t yet do great things, do small things in a great way. – Napoleon Hill",
  "Your big opportunity may be right where you are now. – Napoleon Hill",
  "Don’t let yesterday take up too much of today. – Will Rogers",
  "What we achieve inwardly will change outer reality. – Plutarch",
  "We must be willing to let go of the life we planned so as to have the life that is waiting for us. – Joseph Campbell",
  "It’s kind of fun to do the impossible. – Walt Disney",
  "When you have a dream, you’ve got to grab it and never let go. – Carol Burnett",
  "The mind is everything. What you think you become. – Buddha",
  "If you’re offered a seat on a rocket ship, don’t ask what seat! Just get on. – Sheryl Sandberg",
  "We are not our feelings. – Anonymous",
  "Success usually comes to those who are too busy to be looking for it. – Henry David Thoreau",
  "Don’t let perfection be the enemy of progress. – Voltaire",
  "Nothing will work unless you do. – Maya Angelou",
  "If you change the way you look at things, the things you look at change. – Wayne Dyer",
  "Fear is a reaction. Courage is a decision. – Winston Churchill",
  "Aim for the moon. If you miss, you may hit a star. – W. Clement Stone",
  "The secret of change is to focus all of your energy not on fighting the old, but on building the new. – Socrates",
  "You are what you do, not what you say you’ll do. – Carl Jung",
  "Success is never owned; it’s rented—and the rent is due every day. – Anonymous",
  "The magic you’re looking for is in the work you’re avoiding. – Anonymous",
  "Discipline equals freedom. – Jocko Willink",
  "The pain you feel today will be the strength you feel tomorrow. – Anonymous",
  "If you don’t prioritize your life, someone else will. – Greg McKeown",
  "Excuses are the nails used to build a house of failure. – Don Wilder",
  "It’s not the load that breaks you down, it’s the way you carry it. – Lou Holtz",
  "The difference between ordinary and extraordinary is that little extra. – Jimmy Johnson",
  "If you want to change the world, start by making your bed. – William H. McRaven",
  "Success is the sum of small efforts, repeated day in and day out. – Robert Collier",
  "Quality is not an act, it is a habit. – Aristotle",
  "Courage is resistance to fear, mastery of fear—not absence of it. – Mark Twain",
  "You can’t build a reputation on what you are going to do. – Henry Ford",
  "The man on top of the mountain didn’t fall there. – Vince Lombardi",
  "The only real mistake is the one from which we learn nothing. – Henry Ford",
  "Energy and persistence conquer all things. – Benjamin Franklin",
  "Small deeds done are better than great deeds planned. – Peter Marshall",
  "A river cuts through rock, not because of its power, but because of its persistence. – Jim Watkins",
  "You must expect great things of yourself before you can do them. – Michael Jordan",
  "Vision without execution is hallucination. – Thomas Edison",
  "Fall seven times, stand up eight. – Japanese Proverb",
  "Opportunities don’t happen. You create them. – Chris Grosser",
  "Hire character. Train skill. – Peter Schutz",
  "If you can’t explain it simply, you don’t understand it well enough. – Albert Einstein",
  "Clarity precedes mastery. – Robin Sharma",
  "A good plan violently executed now is better than a perfect plan executed next week. – George S. Patton",
  "You can’t be everything to everyone, but you can be something great to someone. – Anonymous",
  "Make it simple, but significant. – Don Draper",
  "Screw it, let’s do it. – Richard Branson",
  "Earn your leadership every day. – Michael Jordan",
  "All progress takes place outside the comfort zone. – Michael John Bobak",
  "Life begins at the end of your comfort zone. – Neale Donald Walsch",
  "Don’t wish it were easier. Wish you were better. – Jim Rohn",
  "If you want to go far, go together. – African Proverb",
  "If you want to be understood, explain. If you want to be respected, act. – Anonymous",
  "The art of being wise is knowing what to overlook. – William James",
  "You are the sky. Everything else is just the weather. – Pema Chödrön",
  "Outwork everyone. – Anonymous",
  "Hard work beats talent when talent doesn’t work hard. – Tim Notke",
  "The price of anything is the amount of life you exchange for it. – Henry David Thoreau",
  "Be so good they can’t ignore you. – Steve Martin",
  "The most dangerous phrase in the language is: We’ve always done it this way. – Grace Hopper",
  "The standard you walk past is the standard you accept. – David Morrison",
  "Comparison is the thief of joy. – Theodore Roosevelt",
  "You don’t find the happy life, you make it. – Camilla E. Kimball",
  "The more I practice, the luckier I get. – Gary Player",
  "The grass is greener where you water it. – Neil Barringham",
  "What consumes your mind controls your life. – Anonymous",
  "What we tolerate today becomes our norm tomorrow. – Anonymous",
  "The best ideas are common sense with uncommon levels of discipline. – Anonymous",
  "Never let success get to your head; never let failure get to your heart. – Anonymous",
  "Move fast and break things. – Mark Zuckerberg",
  "Slow is smooth, smooth is fast. – U.S. Navy SEALs",
  "If you want peace, work for justice. – Pope Paul VI",
  "The more you know, the less you need. – Yvon Chouinard",
  "We are what we repeatedly do. – Aristotle",
  "Don’t wait. The time will never be just right. – Napoleon Hill",
  "To improve is to change; to be perfect is to change often. – Winston Churchill",
  "If you want different results, do things differently. – Anonymous",
  "Make your mess your message. – Robin Roberts",
  "Your habits will determine your future. – Jack Canfield",
  "You don’t rise to the level of your goals; you fall to the level of your systems. – James Clear",
  "The successful warrior is the average man, with laser-like focus. – Bruce Lee",
  "If you chase two rabbits, you will not catch either one. – Russian Proverb",
  "Saying no is sometimes the most gracious thing you can do. – Anonymous",
  "Time is a created thing. To say ‘I don’t have time’ is to say ‘I don’t want to.’ – Lao Tzu",
  "A year from now you may wish you had started today. – Karen Lamb",
  "First, solve the problem. Then, write the code. – John Johnson",
  "Users don’t care how hard you worked; they care how well it works. – Anonymous",
  "Simple is harder than complex. – Steve Jobs",
  "If it’s important, you’ll find a way. If not, you’ll find an excuse. – Anonymous",
  "No is a complete sentence. – Anne Lamott",
  "Speak only if it improves upon the silence. – Gandhi",
  "Grit is living life like it’s a marathon, not a sprint. – Angela Duckworth",
  "Reward effort, not outcome. – Carol Dweck",
  "Don’t fear failure. Fear being in the exact same place next year. – Anonymous",
  "You are allowed to be both a masterpiece and a work in progress. – Sophia Bush",
  "Work hard in silence; let success make the noise. – Frank Ocean",
  "Distraction is the enemy of action. – Anonymous",
  "The difference between who you are and who you want to be is what you do. – Anonymous",
  "Do less, better. – Anonymous",
  "Focus is more powerful than intelligence. – Anonymous",
  "If you can’t find time to do it right, when will you find time to do it over? – John Wooden",
  "Comfort is a silent killer. – Anonymous",
  "Your word is your brand. – Anonymous",
  "We don’t rise to the level of our expectations; we fall to the level of our training. – Archilochus",
  "You don’t need more time, you need fewer distractions. – Anonymous",
  "Start before you’re ready. – Steven Pressfield",
  "Let your work speak for you. – Anonymous",
  "You can’t improve what you don’t measure. – Peter Drucker",
  "Clarity is kindness. – Brené Brown",
  "The main thing is to keep the main thing the main thing. – Stephen R. Covey",
  "Saying yes to one thing means saying no to many others. – Anonymous",
  "Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep. – Scott Adams",
  "Don’t be busy, be productive. – Anonymous",
  "If you want to be trusted, be honest. – Anonymous",
  "Stay curious longer. – Anonymous",
  "Every strike brings me closer to the next home run. – Babe Ruth",
  "I find that the harder I work, the more luck I seem to have. – Thomas Jefferson",
  "Do more of what works. – Anonymous",
  "Build things that matter. – Anonymous",
  "Talent is cheaper than table salt. What separates the talented from the successful is hard work. – Stephen King",
  "Luck is what happens when preparation meets opportunity. – Seneca",
  "He who has a why to live can bear almost any how. – Friedrich Nietzsche",
  "We suffer more often in imagination than in reality. – Seneca",
  "Begin. Again. – Anonymous",
  "Start small. Start now. – Anonymous",
  "The secret to getting ahead is getting started. – Mark Twain",
  "Make it happen. – Anonymous",
  "What would you do if you weren’t afraid? – Sheryl Sandberg",
  "If you want to fly, give up everything that weighs you down. – Anonymous",
  "The only thing standing between you and your goal is the story you keep telling yourself. – Jordan Belfort",
  "Mastery requires patience. – Anonymous",
  "Climb the mountain so you can see the world, not so the world can see you. – David McCullough Jr.",
  "Silence is a source of great strength. – Lao Tzu",
  "Knowledge is power, but character is more. – Booker T. Washington",
  "We are all apprentices in a craft where no one ever becomes a master. – Ernest Hemingway",
  "Amateurs sit and wait for inspiration; the rest of us just get up and go to work. – Stephen King",
  "Your mind is a garden. Your thoughts are the seeds. – Anonymous",
  "You can’t pour from an empty cup. – Anonymous",
  "Be where your feet are. – Anonymous",
  "Slow down to go faster. – Anonymous",
  "If you want more, become more. – Jim Rohn",
  "If you don’t like something, change it. If you can’t change it, change your attitude. – Maya Angelou",
  "Be brave. Take risks. Nothing can substitute experience. – Paulo Coelho",
  "We’re all stories, in the end. – Doctor Who",
  "Make your soul the loudest thing in the room. – Anonymous",
  "Don’t die before you’re dead. – Anonymous",
  "The reward for conformity is that everyone likes you but yourself. – Rita Mae Brown",
  "When you change the way you look at things, the things you look at change. – Wayne Dyer",
  "We rise by lifting others. – Robert Ingersoll",
  "Never confuse movement with action. – Ernest Hemingway",
  "One day or day one. You decide. – Anonymous",
  "A little progress each day adds up to big results. – Anonymous",
  "Create the things you wish existed. – Anonymous",
  "Make bold choices and make mistakes. – Anonymous",
  "The world is changed by your example, not by your opinion. – Paulo Coelho",
  "The best way to complain is to make things. – James Murphy",
  "Live as if you’ll die tomorrow. Learn as if you’ll live forever. – Mahatma Gandhi",
  "Whatever you are, be a good one. – Abraham Lincoln",
  "We can do hard things. – Glennon Doyle",
  "No one can make you feel inferior without your consent. – Eleanor Roosevelt",
  "Keep going. No feeling is final. – Rainer Maria Rilke",
  "What you do today is important because you are exchanging a day of your life for it. – Anonymous",
  "If you’re tired, learn to rest, not to quit. – Banksy",
  "Obstacles are those frightful things you see when you take your eyes off your goal. – Henry Ford",
  "We become the stories we tell ourselves. – Anonymous",
  "The only journey is the one within. – Rainer Maria Rilke",
  "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart. – Roy T. Bennett",
  "Life is a shipwreck, but we must not forget to sing in the lifeboats. – Voltaire",
  "Your life does not get better by chance, it gets better by change. – Jim Rohn",
  "You are the artist of your own life. Don’t hand the paintbrush to anyone else. – Anonymous",
  "Be a yardstick of quality. – Steve Jobs",
  "Money is a terrible master but an excellent servant. – P. T. Barnum",
  "It is not the mountain we conquer, but ourselves. – Edmund Hillary",
  "The man who has no imagination has no wings. – Muhammad Ali",
  "Do not let what you cannot do interfere with what you can do. – John Wooden",
  "The greatest wealth is to live content with little. – Plato",
  "Action may not always bring happiness; but there is no happiness without action. – Benjamin Disraeli",
  "Success is not how high you have climbed, but how you make a positive difference to the world. – Roy T. Bennett",
  "The biggest risk is not taking any risk. – Mark Zuckerberg",
  "Everything you want is on the other side of consistency. – Anonymous",
  "Don’t tell people your plans. Show them your results. – Anonymous",
  "Work hard, be kind, and amazing things will happen. – Conan O’Brien",
  "You don’t need permission to be powerful. – Anonymous",
  "Your potential is endless. – Anonymous",
  "People do not decide their futures, they decide their habits and their habits decide their futures. – F. M. Alexander",
  "Make today so awesome that yesterday gets jealous. – Anonymous",
  "If you want to win, you have to learn to finish. – Anonymous",
  "Success demands singleness of purpose. – Vince Lombardi",
  "Confidence comes from discipline and training. – Robert Kiyosaki",
  "If you think adventure is dangerous, try routine. – Paulo Coelho",
  "Success is the ability to go from failure to failure without losing your enthusiasm. – Winston Churchill",
  "It’s not the years in your life that count. It’s the life in your years. – Abraham Lincoln",
  "If my mind can conceive it, and my heart can believe it—then I can achieve it. – Muhammad Ali",
  "Sometimes you win, sometimes you learn. – John C. Maxwell",
  "Make your faith bigger than your fear. – Anonymous",
  "An investment in knowledge pays the best interest. – Benjamin Franklin",
  "We do not learn from experience… we learn from reflecting on experience. – John Dewey",
  "Success isn’t owned. It’s leased, and rent is due every day. – J. J. Watt",
  "You can’t improve what you don’t measure. – Peter Drucker",
  "Don’t count the people you reach; reach the people who count. – David Ogilvy",
  "People will forget what you said, people will forget what you did, but people will never forget how you made them feel. – Maya Angelou",
  "What gets measured gets managed. – Peter Drucker",
  "If you’re brave enough to say goodbye, life will reward you with a new hello. – Paulo Coelho",
  "Your present circumstances don’t determine where you can go; they merely determine where you start. – Nido Qubein",
  "The best way to find yourself is to lose yourself in the service of others. – Mahatma Gandhi",
  "A smooth sea never made a skilled sailor. – Franklin D. Roosevelt",
  "Don’t let your learning lead to knowledge; let your learning lead to action. – Jim Rohn",
  "You can’t plow a field by turning it over in your mind. – Gordon B. Hinckley",
  "What is not started today is never finished tomorrow. – Johann Wolfgang von Goethe",
  "Be faithful to your own taste, because nothing you really like is ever out of style. – Billy Baldwin",
  "The cost of being wrong is less than the cost of doing nothing. – Seth Godin",
  "It is better to fail in originality than to succeed in imitation. – Herman Melville",
  "The road to success and the road to failure are almost exactly the same. – Colin R. Davis",
  "Success is getting what you want, happiness is wanting what you get. – W. P. Kinsella",
  "I never dreamed about success. I worked for it. – Estée Lauder",
  "The only place where success comes before work is in the dictionary. – Vidal Sassoon",
  "The way to get started is to quit talking and begin doing. – Walt Disney",
  "Don’t limit your challenges. Challenge your limits. – Anonymous",
  "If you don’t design your own life plan, chances are you’ll fall into someone else’s plan. – Jim Rohn",
  "Your time is limited, so don’t waste it living someone else’s life. – Steve Jobs",
  "The best dreams happen when you’re awake. – Cherie Gilderbloom",
  "What we think determines what happens to us. – Wayne Dyer",
  "Fear defeats more people than any other one thing in the world. – Ralph Waldo Emerson",
  "A comfort zone is a beautiful place, but nothing ever grows there. – Anonymous",
  "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment. – Ralph Waldo Emerson",
  "The greatest gift is a passion for reading. – Elizabeth Hardwick",
  "You cannot swim for new horizons until you have courage to lose sight of the shore. – William Faulkner",
  "If you want to be original, be ready to be copied. – Coco Chanel",
  "The pen is mightier than the sword. – Edward Bulwer-Lytton",
  "Fortune sides with him who dares. – Virgil",
  "Work gives you meaning and purpose and life is empty without it. – Stephen Hawking",
  "If you want to live a happy life, tie it to a goal, not to people or things. – Albert Einstein",
  "Everything has beauty, but not everyone sees it. – Confucius",
  "The greatest pleasure in life is doing what people say you cannot do. – Walter Bagehot",
  "Our greatest glory is not in never falling, but in rising every time we fall. – Confucius",
  "Don’t let your past define your future. – Anonymous",
  "The master has failed more times than the beginner has even tried. – Stephen McCranie",
  "You can do anything, but not everything. – David Allen",
  "Your vibe attracts your tribe. – Anonymous",
  "Success is a decision, not a destination. – Anonymous",
  "If you don’t like the road you’re walking, start paving another one. – Dolly Parton",
  "Be the type of person you want to meet. – Anonymous",
  "To have what you’ve never had, you must do what you’ve never done. – Anonymous",
  "Be the leader you wish you had. – Anonymous",
  "Growth is never by mere chance; it is the result of forces working together. – James Cash Penney",
  "The more I want to get something done, the less I call it work. – Richard Bach",
  "Failure is success in progress. – Albert Einstein",
  "Success is not in what you have, but who you are. – Bo Bennett",
  "Gratitude turns what we have into enough. – Anonymous",
  "Do small things with great love. – Mother Teresa",
  "We are all in the gutter, but some of us are looking at the stars. – Oscar Wilde",
  "The most courageous act is still to think for yourself. Aloud. – Coco Chanel",
  "The world breaks everyone, and afterward, some are strong at the broken places. – Ernest Hemingway",
  "We must let go of the life we have planned, so as to accept the one that is waiting for us. – Joseph Campbell",
  "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome. – Booker T. Washington",
  "I can and I will. Watch me. – Carrie Green",
  "Progress, not perfection. – Anonymous",
  "Never give up on a dream just because of the time it will take to accomplish it. – Earl Nightingale",
  "The best view comes after the hardest climb. – Anonymous",
  "Raise your words, not your voice. – Rumi",
  "Simplicity is the keynote of all true elegance. – Coco Chanel",
  "If you cannot do great things, do small things in a great way. – Napoleon Hill",
  "Believe in yourself and all that you are. – Christian D. Larson",
  "Don’t be afraid to give up the good to go for the great. – John D. Rockefeller",
  "The secret of success is to do the common thing uncommonly well. – John D. Rockefeller Jr.",
  "Things may come to those who wait, but only the things left by those who hustle. – Abraham Lincoln",
  "You are never too small to make a difference. – Greta Thunberg",
  "Make friends with failure. – Anonymous",
  "You don’t have to be extreme, just consistent. – Anonymous",
  "We are all self-made, but only the successful will admit it. – Earl Nightingale",
  "Hustle beats talent when talent doesn’t hustle. – Anonymous",
  "Be curious, not judgmental. – Walt Whitman",
  "What is done in love is done well. – Vincent van Gogh",
  "If you can’t stop thinking about it, don’t stop working for it. – Anonymous",
  "Luck favors the prepared. – Louis Pasteur",
  "We are what we repeatedly do. Excellence is a habit. – Aristotle",
  "If you don’t like change, you’ll like irrelevance even less. – General Eric Shinseki",
  "The greatest mistake you can make in life is to be continually fearing you will make one. – Elbert Hubbard",
  "Patience is bitter, but its fruit is sweet. – Jean-Jacques Rousseau",
  "Live as if you were to die tomorrow. Learn as if you were to live forever. – Mahatma Gandhi",
  "Don’t be the same, be better. – Anonymous",
  "Make each interaction count, even the small ones. – Anonymous",
  "If you want to be heard, say something worth listening to. – Anonymous",
  "If you want respect, give respect. – Anonymous",
  "Every next level of your life will demand a different you. – Anonymous",
  "Everything you’re running from is in your head. – Anonymous",
  "You are not your thoughts. – Anonymous",
  "Anything’s possible if you’ve got enough nerve. – J. K. Rowling",
  "Life is either a daring adventure or nothing at all. – Helen Keller",
  "The best way to cheer yourself up is to try to cheer somebody else up. – Mark Twain",
  "Success is achieved and maintained by those who try and keep trying. – W. Clement Stone",
  "What you allow is what will continue. – Anonymous",
  "The best apology is changed behavior. – Anonymous",
  "Don’t raise your voice, improve your argument. – Desmond Tutu",
  "What you get by achieving your goals is not as important as what you become. – Zig Ziglar",
  "The secret of your future is hidden in your daily routine. – Mike Murdock",
  "Do not be embarrassed by your failures, learn from them and start again. – Richard Branson",
  "Don’t be afraid to fail. Be afraid not to try. – Anonymous",
  "It’s not about ideas. It’s about making ideas happen. – Scott Belsky",
  "If you don’t build your dream, someone will hire you to help build theirs. – Tony Gaskins",
  "Keep some room in your heart for the unimaginable. – Mary Oliver",
  "Don’t let your victories go to your head, or your failures to your heart. – Anonymous",
  "The best way to predict the future is to invent it. – Alan Kay",
  "The most common way people give up their power is by thinking they don’t have any. – Alice Walker",
  "Be kind. Everyone you meet is fighting a battle you know nothing about. – Anonymous",
  "Your attitude, not your aptitude, will determine your altitude. – Zig Ziglar",
  "You only live once, but if you do it right, once is enough. – Mae West",
  "Everything has a price, including not changing. – Anonymous",
  "Life rewards the risk-takers. – Anonymous",
  "Don’t adapt to the energy in the room, influence it. – Anonymous",
  "You are allowed to take up space. – Anonymous",
  "Create what you wish existed. – Anonymous",
  "The most important thing is to keep the most important thing the most important thing. – Anonymous",
  "There’s no traffic on the extra mile. – Anonymous",
  "Let your choices reflect your hopes, not your fears. – Nelson Mandela",
  "Seek respect, not attention. – Anonymous",
  "Success is a byproduct of alignment. – Anonymous",
  "Where focus goes, energy flows. – Tony Robbins",
  "Make decisions from your future, not your past. – Anonymous",
  "Your destiny is shaped by your decisions. – Anonymous",
  "Don’t trade your authenticity for approval. – Anonymous",
  "You don’t get results from what you intend, you get results from what you implement. – Anonymous",
  "If you’re not willing to learn, no one can help you. If you’re determined to learn, no one can stop you. – Anonymous",
  "Done is better than perfect if perfect is never done. – Anonymous"
]